[
                {
                    "name": "El Mundo de las Artes Visuales",
                    "code": "ARO122T",
                    "about": "El curso entrega herramientas para la comprensión crítica y valoración cultural de las artes visuales en Chile, en conexión con la escena global. El curso iniciará el 2021 de forma online, para luego asumir una modalidad blender, es decir, combinando clases online y salidas a terreno a instituciones icónicas del mundo del arte. Las evaluaciones del curso consideran una entrevista a un artista profesional y otro agente del mundo del arte, una investigación grupal de una institución del arte, un debate sobre las instituciones entre estos grupos y un breve ensayo sobre el significado del arte"
                },
                {
                    "name": "Arte y Creación Plástica para el Bienestar Personal y Social: Un Enfoque Narrativo",
                    "code": "PSG002",
                    "about": "El presente taller entrega al/a la estudiante un aprendizaje vivencial y teórico de técnicas plásticas como herramientas que favorecen el bienestar. Se ofrecen elementos teóricos desde la Psicología, la Neurociencia y las Artes Visuales integrando Arte y Bienestar. A través de observar arte y experimentar con técnicas plásticas y escritura, podrán identificar aspectos personales y el rol comunicacional, cultural y situado de las expresiones visuales en diferentes contextos históricos y culturales desarrollando un pensamiento crítico y analítico de lo observado. Se solicitarán actividades individuales y discusión grupal en sala, lecturas y tareas para evaluar el aprendizaje"
                },
                {
                    "name": " Animación Desde las Artes Visuales",
                    "code": "ARO102M",
                    "about": "El curso presenta y analiza la técnica de la animación y su relación con los diversos movimientos artísticos, políticos y sociales desarrollados durante los siglos XX y XXI. Mediante la comparación de diversos ejemplos, se estudiarán las distintas temáticas que ha explorado la disciplina de la animación, su evolución técnica, expresiva y semántica, así como la influencia o participación de diversos artistas visuales en obras animadas"
                },
                {
                    "name": "Tiempo, Movimiento y Representación",
                    "code": "ARO113M",
                    "about": "El curso propone un recorrido por diversos problemas de representación en el campo de creación y lectura de imágenes: desde la dificultad para capturar el movimiento en la antigua Grecia, hasta la aparente imposibilidad de alcanzar imágenes objetivas en un contexto digitalizado: donde resulta extremadamente difícil distinguir realidad de simulacro. Durante el curso responderemos a estas interrogantes desde una mirada multidisciplinar: en donde utilizando herramientas del arte, el cine, la ciencia y la filosofía, desarrollaremos propuestas artísticas y documentos colaborativos en donde buscaremos discutir y esbozar nuestras propias respuestas sobre los límites de la representación"                }
            ]